export const worksShop = [
  {
    work: "Диагностика",
    priceWork: "Бесплатно"
  },
  {
    work: "Техобслуживание",
    priceWork: "2 500 сом"
  },
  {
    work: "Мойка велосипеда",
    priceWork: "1 500 сом"
  },
  {
    work: "Настройка тормозов",
    priceWork: "1 200 сом"
  },
  {
    work: "Регулировка переключателей",
    priceWork: "1 000 сом"
  },
  {
    work: "Чистка и смазка цепи",
    priceWork: "800 сом"
  },
  {
    work: "Прокачка тормозов",
    priceWork: "1 800 сом"
  },
  {
    work: "Замена камеры",
    priceWork: "600 сом"
  },
  {
    work: "Выравнивание колеса",
    priceWork: "1 000 сом"
  },
  {
    work: "Замена тормозных колодок",
    priceWork: "900 сом"
  }
];

export const serviceData = [
    {
      title: 'Вилка',
      items: [
        { name: 'Укорачивание штока вилки', price: 600 },
        { name: 'Якорь одноразовый установить', price: 300 },
        { name: 'Якорь демонтаж', price: 300 },
        { name: 'Подкачка воздушной вилки', price: 100 },
        { name: 'Вилка однокоронная снять / установить', price: 800 },
        { name: 'Подкачка заднего амортизатора', price: 100 },
      ],
    },
    {
      title: 'Рулевое управление',
      items: [
        { name: 'Замена/установка рулевой колонки', price: 700 },
        { name: 'Регулировка рулевого управления', price: 400 },
        { name: 'Замена выноса руля', price: 350 },
        { name: 'Установка/замена руля', price: 500 },
        { name: 'Замена/установка грипс', price: 200 },
      ],
    },
    {
      title: 'Ремонт привода',
      items: [
        { name: 'Регулировка переднего переключателя', price: 400 },
        { name: 'Регулировка заднего переключателя', price: 400 },
        { name: 'Замена цепи', price: 350 },
        { name: 'Чистка и смазка трансмиссии', price: 600 },
        { name: 'Замена кассеты', price: 500 },
        { name: 'Замена системы шатунов', price: 700 },
      ],
    },
    {
      title: 'Дополнительное оборудование (аксессуары)',
      items: [
        { name: 'Установка подножки', price: 300 },
        { name: 'Установка крыльев', price: 400 },
        { name: 'Установка багажника', price: 500 },
        { name: 'Установка велокомпьютера', price: 450 },
        { name: 'Установка фар и габаритов', price: 350 },
      ],
    },
  ];
  
  